var industry2List = [ 
{
  "name" : "制造业",
  "list" : ["农副食品加工业", "食品制造业", "酒、饮料和精制茶制造业", "烟草制品业", "纺织业", "纺织服装、服饰业", "皮革、毛皮、羽毛及其制品和制鞋业","木材加工和木、竹、藤、棕、草制品业","家具制造业","造纸和纸制品业","印刷和记录媒介复制业","文教、工美、体育和娱乐用品制造业","石油加工、炼焦和核燃料加工业","化学原料和化学制品制造业","医药制造业","化学纤维制造业","橡胶和塑料制品业","非金属矿物制品业","黑色金属冶炼和压延加工业","有色金属冶炼和压延加工业","金属制品业","通用设备制造业","专用设备制造业","汽车制造业","铁路、船舶、航空航天和其他运输设备制造业","电气机械和器材制造业","计算机、通信和其他电子设备制造业","仪器仪表制造业","其他制造业","废弃资源综合利用业","金属制品、机械和设备修理业"]
},{
  "name" : "农、林、牧、渔业",
  "list" : ["农业", "林业", "畜牧业", "渔业", "农、林、牧、渔服务业"]
}, {
  "name" : "采矿业",
  "list" : ["煤炭开采和洗选业", "石油和天然气开采业", "石油和天然气开采业", "有色金属矿采选业", "非金属矿采选业", "开采辅助活动", "其他采矿业"]
},{
  "name" : "水电燃气",
  "list" : ["电力、热力生产和供应业", "燃气生产和供应业", "水的生产和供应业"]
},{
  "name" : "建筑业",
  "list" : ["建筑业", "土木工程建筑业", "建筑安装业", "建筑装饰和其他建筑业"]
},{
  "name" : "批发和零售业",
  "list" : ["批发业", "零售业"]
},{
  "name" : "交通运输",
  "list" : ["铁路运输业", "道路运输业", "水上运输业", "航空运输业", "管道运输业", "装卸搬运和运输代理业", "仓储业", "邮政业"]
},{
  "name" : "住宿和餐饮业",
  "list" : ["住宿业", "餐饮业"]
},{
  "name" : "互联网",
  "list" : ["电信、广播电视和卫星传输服务", "互联网和相关服务","软件和信息技术服务业"]
},{
  "name" : "金融业",
  "list" : ["货币金融服务", "资本市场服务","保险业","其他金融业"]
},{
  "name" : "房地产业",
  "list" : ["房地产业"]
},{
  "name" : "租赁和商务服务业",
  "list" : ["租赁业","商务服务业"]
},{
  "name" : "科学研究和技术服务业",
  "list" : ["研究和试验发展","专业技术服务业","科技推广和应用服务业"]
},{
  "name" : "水利公共",
  "list" : ["水利管理业","生态保护和环境治理业","公共设施管理业"]
},{
  "name" : "居民服务、修理和其他服务业",
  "list" : ["居民服务业","机动车、电子产品和日用产品修理业","其他服务业"]
},{
  "name" : "教育",
  "list" : ["教育"]
},{
  "name" : "公共卫生",
  "list" : ["卫生", "社会工作"]
},{
  "name" : "文化、体育和娱乐业",
  "list" : ["新闻和出版业", "广播、电视、电影和影视录音制作业", "文化艺术业", "体育", "娱乐业"]
},{
  "name" : "公共机构",
  "list" : ["中国共产党机关", "国家机构", "人民政协、民主党派", "社会保障", "群众团体、社会团体和其他成员组织", "基层群众自治组织"]
},{
  "name" : "国际组织",
  "list" : ["国际组织"]
},{
  "name" : "信息传输、软件和信息技术服务业",
  "list" : ["互联网和相关服务"]
}]

var industry2_to_industry = [{
  "industry2" : "纺织业",
  "industry" : "纺织行业"
}, {
  "industry2" : "纺织服装、服饰业",
  "industry" : "纺织行业"
}, {
  "industry2" : "化学原料和化学制品制造业",
  "industry" : "化工企业（危险化学品生产、经营、使用）、加油站"
}, {
  "industry2" : "医药制造业",
  "industry" : "化工企业（危险化学品生产、经营、使用）、加油站"
}, {
  "industry2" : "化学纤维制造业",
  "industry" : "化工企业（危险化学品生产、经营、使用）、加油站"
}, {
  "industry2" : "橡胶和塑料制品业",
  "industry" : "轻工行业"
}, {
  "industry2" : "非金属矿物制品业",
  "industry" : "其他行业"
}, {
  "industry2" : "黑色金属冶炼和压延加工业",
  "industry" : "冶金行业"
}, {
  "industry2" : "有色金属冶炼和压延加工业",
  "industry" : "有色行业"
}, {
  "industry2" : "金属制品业",
  "industry" : "机械行业"
}, {
  "industry2" : "通用设备制造业",
  "industry" : "机械行业"
}, {
  "industry2" : "专用设备制造业",
  "industry" : "机械行业"
}, {
  "industry2" : "汽车制造业",
  "industry" : "机械行业"
}, {
  "industry2" : "铁路、船舶、航空航天和其他运输设备制造业",
  "industry" : "机械行业"
}, {
  "industry2" : "电气机械和器材制造业",
  "industry" : "机械行业"
}, {
  "industry2" : "计算机、通信和其他电子设备制造业",
  "industry" : "机械行业"
}, {
  "industry2" : "仪器仪表制造业",
  "industry" : "其他行业"
}, {
  "industry2" : "其他制造业",
  "industry" : "其他行业"
}, {
  "industry2" : "废弃资源综合利用业",
  "industry" : "其他行业"
}, {
  "industry2" : "电力、热力生产和供应业",
  "industry" : "其他行业"
}, {
  "industry2" : "燃气生产和供应业",
  "industry" : "其他行业"
}, {
  "industry2" : "水的生产和供应业",
  "industry" : "其他行业"
}, {
  "industry2" : "农副食品加工业",
  "industry" : "轻工行业"
}, {
  "industry2" : "食品制造业",
  "industry" : "轻工行业"
}, {
  "industry2" : "酒、饮料和精制茶制造业",
  "industry" : "轻工行业"
}, {
  "industry2" : "烟草制品业",
  "industry" : "烟草行业"
}, {
  "industry2" : "皮革、毛皮、羽毛及其制品和制鞋业",
  "industry" : "轻工行业"
}, {
  "industry2" : "木材加工和木、竹、藤、棕、草制品业",
  "industry" : "轻工行业"
}, {
  "industry2" : "家具制造业",
  "industry" : "轻工行业"
}, {
  "industry2" : "造纸和纸制品业",
  "industry" : "轻工行业"
}, {
  "industry2" : "印刷和记录媒介复制业",
  "industry" : "轻工行业"
}, {
  "industry2" : "文教、工美、体育和娱乐用品制造业",
  "industry" : "轻工行业"
}, {
  "industry2" : "石油加工、炼焦和核燃料加工业",
  "industry" : "化工企业（危险化学品生产、经营、使用）、加油站"
}, {
  "industry2" : "批发业",
  "industry" : "商贸行业"
}, {
  "industry2" : "零售业",
  "industry" : "商贸行业"
}, {
  "industry2" : "租赁业",
  "industry" : "商贸行业"
}, {
  "industry2" : "商务服务业",
  "industry" : "商贸行业"
}, {
  "industry2" : "居民服务业",
  "industry" : "商贸行业"
}, {
  "industry2" : "机动车、电子产品和日用产品修理业",
  "industry" : "商贸行业"
}, {
  "industry2" : "其他服务业",
  "industry" : "商贸行业"
}]