//"化工和危险化学品生产经营单位重大生产安全事故隐患判定标准（试行）"
var hg_1 = [
     ["基础管理", "0", "中毒、窒息、火灾、爆炸、人员伤亡", "危险化学品生产、经营单位主要负责人和安全生产管理人员未依法经考核合格。"],
     ["基础管理", "1", "中毒、窒息、火灾、爆炸、人员伤亡","特种作业人员未持证上岗。"], 
     ["外部安全防护距离", "1", "火灾、爆炸、人员伤亡","涉及“两重点一重大”的生产装置、储存设施外部安全防护距离不符合国家标准要求。"],
     ["工艺设备", "1","火灾、爆炸、人员伤亡", "涉及重点监管危险化工工艺的装置未实现自动化控制，系统未实现紧急停车功能，装备的自动化控制系统、紧急停车系统未投入使用。"], 
     ["储罐区", "1","火灾、爆炸、人员伤亡", "构成一级、二级重大危险源的危险化学品罐区未实现紧急切断功能；涉及毒性气体、液化气体、剧毒液体的一级、二级重大危险源的危险化学品罐区未配备独立的安全仪表系统。"],
     ["储罐区", "1","火灾、爆炸、人员伤亡", "全压力式液化烃储罐未按国家标准设置注水措施。"],
     ["气体充装或管道", "1","中毒、窒息、火灾、爆炸、人员伤亡", "液化烃、液氨、液氯等易燃易爆、有毒有害液化气体的充装未使用万向管道充装系统。"], 
     ["管道", "1","中毒、窒息、火灾、爆炸、人员伤亡", "光气、氯气等剧毒气体及硫化氢气体管道穿越除厂区(包括化工园区、工业园区）外的公共区域。"], 
     ["架空电力线路", "1","", "地区架空电力线路穿越生产区且不符合国家标准要求。"],
     ["工艺装置", "1","火灾、爆炸、人员伤亡", "在役化工装置未经正规设计且未进行安全设计诊断。"], 
     ["工艺设备", "1","火灾、爆炸、人员伤亡", "使用淘汰落后安全技术工艺、设备目录列出的工艺、设备。"], 
     ["气体充装或管道", "1","中毒、窒息、火灾、爆炸、人员伤亡", "涉及可燃和有毒有害气体泄漏的场所未按国家标准设置检测报警装置，爆炸危险场所未按国家标准安装使用防爆电气设备。"],
     ["控制室", "1","火灾、爆炸、人员伤亡", "控制室或机柜间面向具有火灾、爆炸危险性装置一侧不满足国家标准关于防火防爆的要求。"], 
     ["化工生产装置", "1","火灾、爆炸、人员伤亡", "化工生产装置未按国家标准要求设置双重电源供电，自动化控制系统未设置不间断电源。"], 
     ["安全设施", "1","火灾、爆炸、人员伤亡", "安全阀、爆破片等安全附件未正常投用。"],
     ["基础管理", "0", "中毒、窒息、火灾、爆炸、人员伤亡", "未建立与岗位相匹配的全员安全生产责任制或者未制定实施生产安全事故隐患排查治理制度。"], 
     ["基础管理", "0", "中毒、窒息、火灾、爆炸、人员伤亡", "未制定操作规程和工艺控制指标。"], 
     ["基础管理", "0", "中毒、窒息、火灾、爆炸、人员伤亡", "未按照国家标准制定动火、进入受限空间等特殊作业管理制度，或者制度未有效执行。"],
     ["基础管理", "0", "中毒、窒息、火灾、爆炸、人员伤亡", "新开发的危险化学品生产工艺未经小试、中试、工业化试验直接进行工业化生产；国内首次使用的化工工艺未经过省级人民政府有关部门组织的安全可靠性论证；新建装置未制定试生产方案投料开车；精细化工企业未按规范性文件要求开展反应安全风险评估。"],
     ["危化品储存", "1", "中毒、窒息、火灾、爆炸、人员伤亡", "未按国家标准分区分类储存危险化学品，超量、超品种储存危险化学品，相互禁配物质混放混存。"]
  ];
//"烟花爆竹生产经营单位重大生产安全事故隐患判定标准（试行）"
var hg_2 = ["主要负责人、安全生产管理人员未依法经考核合格。", "特种作业人员未持证上岗，作业人员带药检维修设备设施。", "职工自行携带工器具、机器设备进厂进行涉药作业。", "工（库）房实际作业人员数量超过核定人数。", "工（库）房实际滞留、存储药量超过核定药量。",
    "工（库）房内、外部安全距离不足，防护屏障缺失或者不符合要求。", "防静电、防火、防雷设备设施缺失或者失效。", "擅自改变工（库）房用途或者违规私搭乱建。", "工厂围墙缺失或者分区设置不符合国家标准。", "将氧化剂、还原剂同库储存、违规预混或者在同一工房内粉碎、称量。",
    "在用涉药机械设备未经安全性论证或者擅自更改、改变用途。", "中转库、药物总库和成品总库的存储能力与设计产能不匹配。", "未建立与岗位相匹配的全员安全生产责任制或者未制定实施生产安全事故隐患排查治理制度。", "出租、出借、转让、买卖、冒用或者伪造许可证。",
    "生产经营的产品种类、危险等级超许可范围或者生产使用违禁药物。", "分包转包生产线、工房、库房组织生产经营。", "一证多厂或者多股东各自独立组织生产经营。", "许可证过期、整顿改造、恶劣天气等停产停业期间组织生产经营。",
    "烟花爆竹仓库存放其它爆炸物等危险物品或者生产经营违禁超标产品。", "零售点与居民居住场所设置在同一建筑物内或者在零售场所使用明火。"]

//工贸行业重大生产安全事故隐患判定标准（2017版）_专项类重大事故隐患_存在粉尘爆炸危险的行业领域
var yb_1 = ["粉尘爆炸危险场所设置在非框架结构的多层建构筑物内，或与居民区、员工宿舍、会议室等人员密集场所安全距离不足。", "可燃性粉尘与可燃气体等易加剧爆炸危险的介质共用一套除尘系统，不同防火分区的除尘系统互联互通。",
    "干式除尘系统未规范采用泄爆、隔爆、惰化、抑爆等任一种控爆措施。", "除尘系统采用正压吹送粉尘，且未采取可靠的防范点燃源的措施。", "除尘系统采用粉尘沉降室除尘，或者采用干式巷道式构筑物作为除尘风道。", "铝镁等金属粉尘及木质粉尘的干式除尘系统未规范设置锁气卸灰装置。",
    "粉尘爆炸危险场所的20区未使用防爆电气设备设施。", "在粉碎、研磨、造粒等易于产生机械点火源的工艺设备前，未按规范设置去除铁、石等异物的装置。", "木制品加工企业，与砂光机连接的风管未规范设置火花探测报警装置。", "未制定粉尘清扫制度，作业现场积尘未及时规范清理。"];
//工贸行业重大生产安全事故隐患判定标准（2017版）_专项类重大事故隐患_使用液氨制冷的行业领域
var yb_2 = ["包装间、分割间、产品整理间等人员较多生产场所的空调系统采用氨直接蒸发制冷系统。", "快速冻结装置未设置在单独的作业间内，且作业间内作业人员数量超过9人。"];
//工贸行业重大生产安全事故隐患判定标准（2017版）_专项类重大事故隐患_有限空间作业相关的行业领域
var yb_3 = ["未对有限空间作业场所进行辨识，并设置明显安全警示标志。", "未落实作业审批制度，擅自进入有限空间作业。"];
//工贸行业重大生产安全事故隐患判定标准（2017版）_行业类重大事故隐患
var yb_4 = [
    {
      "industry" : "冶金行业",
      "list" : ["会议室、活动室、休息室、更衣室等场所设置在铁水、钢水与液渣吊运影响的范围内。",
          "吊运铁水、钢水与液渣起重机不符合冶金起重机的相关要求；炼钢厂在吊运重罐铁水、钢水或液渣时，未使用固定式龙门钩的铸造起重机，龙门钩横梁、耳轴销和吊钩、钢丝绳及其端头固定零件，未进行定期检查，发现问题未及时整改。",
          "盛装铁水、钢水与液渣的罐（包、盆）等容器耳轴未按国家标准规定要求定期进行探伤检测。",
          "冶炼、熔炼、精炼生产区域的安全坑内及熔体泄漏、喷溅影响范围内存在积水，放置有易燃易爆物品。金属铸造、连铸、浇铸流程未设置铁水罐、钢水罐、溢流槽、中间溢流罐等高温熔融金属紧急排放和应急储存设施。",
          "炉、窑、槽、罐类设备本体及附属设施未定期检查，出现严重焊缝开裂、腐蚀、破损、衬砖损坏、壳体发红及明显弯曲变形等未报修或报废，仍继续使用。", "氧枪等水冷元件未配置出水温度与进出水流量差检测、报警装置及温度监测，未与炉体倾动、氧气开闭等联锁。",
          "煤气柜建设在居民稠密区，未远离大型建筑、仓库、通信和交通枢纽等重要设施；附属设备设施未按防火防爆要求配置防爆型设备；柜顶未设置防雷装置。", "煤气区域的值班室、操作室等人员较集中的地方，未设置固定式一氧化碳监测报警装置。",
          "高炉、转炉、加热炉、煤气柜、除尘器等设施的煤气管道未设置可靠隔离装置和吹扫设施。", "煤气分配主管上支管引接处，未设置可靠的切断装置；车间内各类燃气管线，在车间入口未设置总管切断阀。", "金属冶炼企业主要负责人和安全生产管理人员未依法经考核合格。"]
    },
    {
      "industry" : "有色行业",
      "list" : ["吊运铜水等熔融有色金属及渣的起重机不符合冶金起重机的相关要求；横梁、耳轴销和吊钩、钢丝绳及其端头固定零件，未进行定期检查，发现问题未及时处理。", "会议室、活动室、休息室、更衣室等场所设置在铜水等熔融有色金属及渣的吊运影响范围内。",
          "盛装铜水等熔融有色金属及渣的罐（包、盆）等容器耳轴未定期进行检测。", "铜水等高温熔融有色金属冶炼、精炼、铸造生产区域的安全坑内及熔体泄漏、喷溅影响范围内存在非生产性积水；熔体容易喷溅到的区域，放置有易燃易爆物品。",
          "铜水等熔融有色金属铸造、浇铸流程未设置紧急排放和应急储存设施。", "高温工作的熔融有色金属冶炼炉窑、铸造机、加热炉及水冷元件未设置应急冷却水源等冷却应急处置措施。",
          "冶炼炉窑的水冷元件未配置温度、进出水流量差检测及报警装置；未设置防止冷却水大量进入炉内的安全设施（如：快速切断阀等）。", "炉、窑、槽、罐类设备本体及附属设施未定期检查，出现严重焊缝开裂、腐蚀、破损、衬砖损坏、壳体发红及明显弯曲变形等未报修或报废，仍继续使用。",
          "使用煤气（天然气）的烧嘴等燃烧装置，未设置防突然熄火或点火失败的快速切断阀，以切断煤气（天然气）。", "金属冶炼企业主要负责人和安全生产管理人员未依法经考核合格。"]
    },
    {
      "industry" : "建材行业",
      "list" : ["水泥工厂煤磨袋式收尘器（或煤粉仓）未设置温度和一氧化碳监测，或未设置气体灭火装置。", "水泥工厂筒型储存库人工清库作业外包给不具备高空作业工程专业承包资质的承包方且作业前未进行风险分析。",
          "燃气窑炉未设置燃气低压警报器和快速切断阀，或易燃易爆气体聚集区域未设置监测报警装置。", "纤维制品三相电弧炉、电熔制品电炉，水冷构件泄漏。", "进入筒型储库、磨机、破碎机、篦冷机、各种焙烧窑等有限空间作业时，未采取有效的防止电气设备意外启动、热气涌入等隔离防护措施。",
          "玻璃窑炉、玻璃锡槽，水冷、风冷保护系统存在漏水、漏气，未设置监测报警装置。"]
    },
    {
      "industry" : "机械行业",
      "list" : ["会议室、活动室、休息室、更衣室等场所设置在熔炼炉、熔融金属吊运和浇注影响范围内。", "吊运熔融金属的起重机不符合冶金铸造起重机技术条件,或驱动装置中未设置两套制动器。吊运浇注包的龙门钩横梁、耳轴销和吊钩等零件，未进行定期探伤检查。",
          "铸造熔炼炉炉底、炉坑及浇注坑等作业坑存在潮湿、积水状况，或存放易燃易爆物品。", "铸造熔炼炉冷却水系统未配置温度、进出水流量检测报警装置，没有设置防止冷却水进入炉内的安全设施。",
          "天然气（煤气）加热炉燃烧器操作部位未设置可燃气体泄漏报警装置，或燃烧系统未设置防突然熄火或点火失败的安全装置。", "使用易燃易爆稀释剂（如天拿水）清洗设备设施，未采取有效措施及时清除集聚在地沟、地坑等有限空间内的可燃气体。",
          "涂装调漆间和喷漆室未规范设置可燃气体报警装置和防爆电气设备设施。"]

    },
    {
      "industry" : "轻工行业",
      "list" : ["食品制造企业涉及烘制、油炸等设施设备，未采取防过热自动报警切断装置和隔热防护措施。", "白酒储存、勾兑场所未规范设置乙醇浓度检测报警装置。", "纸浆制造、造纸企业使用水蒸气或明火直接加热钢瓶汽化液氯。",
          "日用玻璃、陶瓷制造企业燃气窑炉未设燃气低压警报器和快速切断阀，或易燃易爆气体聚集区域未设置监测报警装置。", "日用玻璃制造企业炉、窑类设备本体及附属设施出现开裂、腐蚀、破损、衬砖损坏、壳体发红及明显弯曲变形。", "喷涂车间、调漆间未规范设置通风装置和防爆电气设备设施。"]

    }, {
      "industry" : "纺织行业",
      "list" : ["纱、线、织物加工的烧毛、开幅、烘干等热定型工艺的汽化室、燃气贮罐、储油罐、热媒炉等未与生产加工、人员密集场所明确分开或单独设置。", "保险粉、双氧水、亚氯酸钠、雕白粉（吊白块）等危险品与禁忌物料混合贮存的；保险粉露天堆放，或储存场所未采取防水、防潮等措施。"]

    }, {
      "industry" : "烟草行业",
      "list" : ["熏蒸杀虫作业前，未确认无关人员全部撤离仓库，且作业人员未配置防毒面具。", "使用液态二氧化碳制造膨胀烟丝的生产线和场所，未设置二氧化碳浓度报警仪、燃气浓度报警仪、紧急联动排风装置。"]

    }, {
      "industry" : "商贸行业",
      "list" : ["在房式仓、筒仓及简易仓囤进行粮食进出仓作业时，未按照作业标准步骤或未采取有效防护措施作业。"]

    }];
